Repository: TriggerDark/MyUbuntuGit
Catalog: dash-to-dock/po/*.po
Languages: tr

source: Primary monitor
tr: Ana Ekran

source: Secondary monitor
tr: İkincil Ekran

source: Right
tr: Sağ

source: Left
tr: Sol

source: Intelligent autohide customization
tr: Akıllı otomatik saklama ayarları

source: Reset to defaults
tr: Öntanımlı ayarlara geri dön

source: Customize running indicators
tr: Çalışan uygulamaları göster

source: All Windows
tr: Bütün pencereler

source: Customize indicator style
tr: Panel biçemini ayarla

source: Color
tr: Renk

source: Border color
tr: Çerçeve rengi

source: Border width
tr: Çerçeve genişliği

source: Hide timeout (s)
tr: Gecikme zaman aşımı(s)

source: When set to minimize, double clicking minimizes all the windows of the application.
tr: En küçüğe ayarlandığında, tüm uygulama pencerelerini küçültmek için çift tıklayın.

source: Shift+Click action
tr: Shift+Tıkla hareketi

source: Minimize window
tr: Pencereyi küçült

source: Launch new instance
tr: Yeni durumu başlat

source: Cycle through windows
tr: Penceler döngüsü

source: Show the dock on
tr: Panelde göster

source: Position on screen
tr: Ekrandaki konumu

source: Bottom
tr: Alt

source: Top
tr: Üst

source: Hide the dock when it obstructs a window of the current application. More refined settings are available.
tr: Etkin uygulamanın penceresini engellediğinde paneli gizle. Daha ileri ayarlar mevcuttur.

source: Intelligent autohide
tr: Akıllı otogizleme

source: Dock size limit
tr: Panel ölçü sınırı

source: Panel mode: extend to the screen edge
tr: Panel modu: Ekran köşelerine genişlet

source: Icon size limit
tr: Simge ölçü sınırı

source: Fixed icon size: scroll to reveal other icons
tr: Sabit simge ölçüsü: Diğer simgeleri görmek için kaydır

source: Position and size
tr: Konum ve ölçü

source: Show favorite applications
tr: Kullanılan uygulamaları göster

source: Show running applications
tr: Çalışan uygulamaları göster

source: Move the applications button at the beginning of the dock.
tr: Uygulamalar düğmesini panelin başlangıcına taşı

source: Animate <i>Show Applications</i>.
tr: <i>Uygulamaları Göster</i> simgesini göster

source: Behaviour when clicking on the icon of a running application.
tr: Çalışan uygulama simgesine tıkladığındaki davranış

source: Click action
tr: Hareket için tıkla

source: Minimize
tr: Küçült

source: Do nothing
tr: Hiçbir şey yapma

source: Behavior
tr: Davranış

source: Few customizations meant to integrate the dock with the default GNOME theme. Alternatively, specific options can be enabled below.
tr: Varsayılan GNOME temasıyla bütünleşme için birkaç kişiselleştirme. Tercihen, belirli ayarlar aşağıdan etkinleştirilebilir

source: Use built-in theme
tr: Varsayılan temayı kullan

source: Save space reducing padding and border radius.
tr: Yer kazanmak için dolguyu ve kenar çevresini azalt.

source: Shrink the dash
tr: Paneli daralt

source: Show a dot for each windows of the application.
tr: Uygulamanın her penceresi için bir nokta göster

source: Show windows counter indicators
tr: Pencere sayacını göster

source: Tune the dash background opacity.
tr: Panel arkaplanının saydamlığını ayarla

source: Customize opacity
tr: Saydamlığı ayarla

source: Opacity
tr: Saydamlık

source: Appearance
tr: Görünüm

source: version:
tr: Sürüm:

source: Moves the dash out of the overview transforming it in a dock
tr: Paneli genel görünümden ana ekrana taşır

source: Created by
tr: Tarafından oluşturulmuştur:

source: Webpage
tr: Web sayfası

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
tr: <span size="small">Bu yazılım kesinlikle garantisiz olarak gelmektedir.. Detayları görüntülemek için <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Genel Halk Lisansı, sürüm 2 veya üstü</a> tıklayın</span>

source: About
tr: Hakkında

source: Show the dock by mouse hover on the screen edge.
tr: Fare Ekran köşeleri üzerinde iken paneli göster.

source: Autohide
tr: Otogizleme

source: Push to show: require pressure to show the dock
tr: Göstermek için it: Panelin gösterilmesi icin etki gerektirir.

source: Enable in fullscreen mode
tr: Tam ekran modunda etkinleştir

source: Show the dock when it doesn't obstruct application windows.
tr: Uygulama penceresini engellemediğinde paneli göster.

source: Dodge windows
tr: Pencereleri atlat

source: All windows
tr: Bütün pencereler

source: Only focused application's windows
tr: Sadece odaklanan uygulamanın pencereleri

source: Only maximized windows
tr: Sadece büyütülen pencereler

source: Animation duration (s)
tr: Animasyon süresi(s)

source: Show timeout (s)
tr: Zaman aşımını göster(s)

source: Pressure threshold
tr: Etki eşiği
